---
kind: other
id: Methods.T:Autodesk.Revit.DB.ExportDWGSettings
source: html/fa63792c-b0b3-1fd4-f69b-2e1eec6d17c5.htm
---
# ExportDWGSettings Methods

Returns true if the properties CreatedPhaseId and DemolishedPhaseId can be modified for this Element.